============== RESTART: D:\_PythonWorks\wordOperate\docRead.py ==============
 2017-02-26 12:03:59,473 - CRITICAL - --------Start of program---------
  二、是非题(45小题,共90.0分)
  (2分)[1] 根据基尔霍夫电流定律，与某节点相连的各支路的电流不可能同时都流出该节点。(   )
  (2分)[2] 电流源的外接电阻越大，其端电压也越大。(   )
  (2分)[3] 将负载电阻与直流电源接通，如负载电阻增大，电源的端电压就下降。(   )
  (2分)[4] 用电设备的功率越大，则消耗的电能越多。(   )
  (2分)[5] 基尔霍夫定律适用于任何集总参数电路，它与元件的性质无关，只决定于元件的相互连接情况。(   )
  (2分)[6] KCL对于电流的参考方向或实际方向均成立，KVL对于电压的参极性或实际极性也都是成立的。(   )
  (2分)[7] 电路中用短路线连接的两点的电位相等，所以可把短路线断开，而对电路其它部分没有影响。(   )
  (2分)[8] KCL和KVL反映电路结构上的一种约束关系，与组成电路的各元件性质无关。(   )
  (2分)[9] 在列写KCL和KVL方程时，对各变量取正号或负号，均按该变量的参考方向确定，而不必考虑它们的实际方向。(   )
  (2分)[10] 从任何一个节点出发，至少存在一条由支路构成的路径到达任何另一个节点，这样的图称为连通图。(   )
  (2分)[11] 电路中任意两点a、b之间的电压uab，等于从a点沿任意一条路径到b点间所有元件电压的代数和。(   )
  (2分)[12] 与电压源并联的各网络，对电压源的电压并无影响；与电流源串联的各网络，对电流源的电流并无影响。(   )
  (2分)[13] 电路中某两点间的电压等于两点的电位差，所以该两点间的电压与参考点有关。(   )
  (2分)[14] 短路元件的电压为零，其电流不一定为零。开路元件的电流为零，其电压不一定为零。(   )
  (2分)[15] 对一个标有“220V，60W”的用电器，可以断定，220V是这个用电器正常工作时的电压。(   )
  (2分)[16] 若某元件的电流I和电压U采用非关联参考方向，则P=UI为该元件供出的功率。(   )
  (2分)[17] 若流过不同线性电阻的电流相等，则电导G大者消耗的功率小。(   )
  (3分)[18] 某元件的电压u和电流i为非关联参考方向，若用p=ui算得的功率值为5W，则该元件实际供出5W的功率。(   )
  (2分)[19] 如无说明，电路中所有元件,包括电压源上标出的电压极性都是指参考极性。(   )
  (2分)[20] 电流源两端的电压值可以由它本身的特性确定。(   )
  (2分)[21] 电路中只能有一个参考点，该参考点可以任意选定。(   )
  (2分)[22] 加在电阻上的电压增大为原来的2倍时，它所消耗的功率也增大为原来的2倍。(   )
  (2分)[23] 若电路中某两点间的电压高，则这两点的电位差大。(   )
  (2分)[24] 电路中某两点的电位都很高，则这两点间的电压一定很高。(   )
  (2分)[25] 电路中电流、电压的参考方向可以任意指定。指定的参考方向不同，不影响问题的最后结果。(   )
  (2分)[26] 在电路中，由于所标明的电流参考方向是任意假定的，所以电流可能为正，也可能为负。(   )
  (2分)[27] 电流具有方向，因而电流是矢量（向量）。(   )
  (2分)[28] 电流强度的大小定义为单位时间内通过单位面积的电量。(   )
  (2分)[29] 若改变电路中的参考点，则电路中各点的电位一般都将改变。(   )
  (2分)[30] 无论流过电压源的电流多大，电压源的电压总保持常量或给定的时间函数。(   )
  (2分)[31] 在电路中，电阻元件总是消耗功率，电压源和电流源总是供出功率。(   )
  (3分)[32] 某实际直流电源的开路电压为US，若该电源外接一个电阻器，其电阻值在某范围变化时都满足UR=US，则在一定的电流条件下，该实际电源的模型为一电压源。(   )
  (3分)[33] 由直流电压源与电阻RS串联构成的实际直流电源模型中，若电阻RS越大，则该模型的开路电压就越小。(   )
  (2分)[34] 直流电源的内阻为零时，电源电动势就等于电源端电压。(   )
  (2分)[35] 直流电路中，负载电阻越小，从电源获取的电流越大，所以负载获取的功率就越大。(   )
  (2分)[36] 根据，若两个电炉的额定电压相同，则额定功率较大的电炉具有较小的电阻。(   )
  (2分)[37] 电压源总是向外电路提供功率。(   )
  (2分)[38] 根据P=UI，对于额定值220V、40W的灯泡，由于其功率一定，如电源电压越高，则其电流必越小。(   )
  (2分)[39] 电路中，电流在电源内部不一定由负极流向正极。(   )
  (2分)[40] 如果电池被短路，输出的电流将最大，此时电池输出的功率也最大。(   )
  (2分)[41] 流过电阻的电流增大为原来的2倍时，它所消耗的功率也增大为原来的2倍。(   )
  (2分)[42] 有两个额定电压相同的电炉，电阻不同。因为P=I2R，所以电阻大的功率大。(   )
  (2分)[43] 如果一个电流源的电流IS=0，则它相当于开路。(   )
  (2分)[44] 如果一个电压源的电压US=0，则它相当于开路。(   )
  (2分)[45] 在电路的节点处，各支路电流的参考方向不能都设为指向节点，否则将只有流入节点的电流，而没有流出节点的电流。(   )
  
  答案：------------------------------------------------
  二、是非题(45小题,共93.0分)
  (2分)[1] 答案对
  (2分)[2] 答案对
  (2分)[3] 答案错
  (2分)[4] 答案错
  (2分)[5] 答案对
  (2分)[6] 答案对
  (2分)[7] 答案错
  (2分)[8] 答案对
  (2分)[9] 答案对
  (2分)[10] 答案对
  (2分)[11] 答案对
  (2分)[12] 答案对
  (2分)[13] 答案错
  (2分)[14] 答案对
  (2分)[15] 答案对
  (2分)[16] 答案对
  (2分)[17] 答案对
  (3分)[18] 答案错
  (2分)[19] 答案对
  (2分)[20] 答案错
  (2分)[21] 答案对
  (2分)[22] 答案错
  (2分)[23] 答案对
  (2分)[24] 答案错
  (2分)[25] 答案对
  (2分)[26] 答案对
  (2分)[27] 答案错
  (2分)[28] 答案对
  (2分)[29] 答案对
  (2分)[30] 答案对
  (2分)[31] 答案错
  (3分)[32] 答案对
  (3分)[33] 答案错
  (2分)[34] 答案对
  (2分)[35] 答案错
  (2分)[36] 答案对
  (2分)[37] 答案错
  (2分)[38] 答案错
  (2分)[39] 答案对
  (2分)[40] 答案错
  (2分)[41] 答案错
  (2分)[42] 答案错
  (2分)[43] 答案对
  (2分)[44] 答案错
  (2分)[45] 答案错
